Repository: jcleilton/itiinvest
Catalog: ItiInvest/*.lproj/Localizable.strings
Languages: es_419, pt_br

# home.hsButton
source: Hide or Show
es_419: Ocultar o Mostrar
pt_br: Ocultar ou exibir

# home.percentTitle
source: Percentage on wallet
es_419: Percentaje en cartera
pt_br: Percentual na carteira

# home.profile
source: see my profile
es_419: mira mi perfil
pt_br: ver meu perfil

# home.balance
source: iti balance
es_419: saldo iti
pt_br: saldo iti

# home.all_about
source: all about your iti
es_419: todo sobre tu iti
pt_br: tudo sobre seu iti

# list.my_patrimony
source: my patrimony
es_419: mis activos
pt_br: meu patrimônio

# list.current_balance
source: current balance
es_419: saldo actual
pt_br: saldo atual

# list.new_investment
source: new investment
es_419: nueva inversión
pt_br: novo investimento

# list.on_wallet
source: % on wallet
es_419: % en cartera
pt_br: % na carteira

# stock.quantity
source: Quantity
es_419: Cantidad
pt_br: Quantidade

# stock.price
source: Purchase Price
es_419: Precio de compra
pt_br: Preço de Compra

# stock.buyDate
source: Purchase Date
es_419: Fecha de compra
pt_br: Data de Compra

# stock.totalValue
source: Total Amount
es_419: Valor Total
pt_br: Valor Total

# stock.todaysCotation
source: Quote Today
es_419: Cotizar hoy
pt_br: Cotação Hoje

# stock.todaysPrice
source: Value Today
es_419: Valor hoy
pt_br: Valor Hoje

# stock.profitability
source: Profitability achieved to date
es_419: Rentabilidad alcanzada hasta hoy
pt_br: Rentabilidade hbtida até hoje

# stock.editInformations
source: Edit informations
es_419: Editar informacion
pt_br: Editar informações

# form.title
source: Fill in the information about your new stock purchase
es_419: Complete la información sobre su nueva compra de acciones
pt_br: Preencha as informações sobre a sua nova compra de ações

# form.active
source: Active
es_419: Activo
pt_br: Ativo

# form.invest
source: invest
es_419: invertir
pt_br: investir

# form.required
source: Required Field
es_419: Campo requerido
pt_br: Campo Obrigatório

# form.quantity
source: Quantity
es_419: Cantidad
pt_br: Quantidade

# form.purchasePrice
source: Purchase Price
es_419: Precio de compra
pt_br: Preço de Compra

# form.startingDate
source: Starting Date
es_419: Fecha de inicio
pt_br: Data de início
